Repository: UllrAI/SayKuku
Catalog: Sources/SayKuku/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Stop Test
zh_hans: 停止测试

source: Stop Voice Agent
zh_hans: 结束语音 Agent

source: Stop Voice Input
zh_hans: 结束语音输入

source: Stop after a pause
zh_hans: 停顿后自动结束

source: Stop playback
zh_hans: 停止播放

source: Stop recording and insert
zh_hans: 结束录音并输入

source: Stop recording and run
zh_hans: 结束录音并执行

source: Storage
zh_hans: 存储

source: Stored in this Mac’s Keychain
zh_hans: 保存在这台 Mac 的钥匙串中

source: Suggestion ignored
zh_hans: 已忽略这条建议

source: Suggestions
zh_hans: 建议

source: Switch categories, or clear the filter to see everything.
zh_hans: 换个分类，或清除筛选查看全部。

source: System Default
zh_hans: 跟随系统

source: System permissions
zh_hans: 系统权限

source: Tap Fn
zh_hans: 单击 Fn

source: Tap to start, tap again to insert
zh_hans: 单击开始说话，再单击即输入

source: Tap to start, tap again to insert. Esc cancels.
zh_hans: 单击开始说话，再单击即输入。按 Esc 取消。

source: Teach SayKuku Your Vocabulary
zh_hans: 先让 SayKuku 认识你的词

source: Teach SayKuku this name.
zh_hans: 让 SayKuku 认识这个名称。

source: Term
zh_hans: 术语

source: Terms
zh_hans: 术语

source: Test Connection
zh_hans: 测试连接

source: Testing…
zh_hans: 正在测试…

source: Text is sent to Qwen for analysis. SayKuku doesn’t keep a copy.
zh_hans: 文本会发送给 Qwen 分析，SayKuku 不保存原文

source: Text on screen
zh_hans: 屏幕上的文字

source: Text on your clipboard, excluding passwords
zh_hans: 剪贴板中的文字，密码类内容除外

source: Text to import
zh_hans: 要导入的文本

source: Text visible in the current window, for commands like “reply to this” or “summarize this page”. Never from password fields or sensitive apps.
zh_hans: 当前窗口里能看到的文字，用于“回复他”“总结这页”这类命令。密码框和敏感 App 除外。

source: That key can’t be used. Try another.
zh_hans: 这个键不能用作快捷键，请换一个

source: That recording is too long. Try shorter parts.
zh_hans: 录音太长了，请分成几段说

source: The analysis results won’t be saved.
zh_hans: 分析结果不会保存。

source: The original file wasn’t overwritten. It’s saved as %@.
zh_hans: 原文件没有被覆盖，已完整备份为 %@。

source: The shortcut took over a minute, so it was stopped.
zh_hans: 快捷指令超过 1 分钟没有完成，已停止

source: The text field changed. Click back into it and try again.
zh_hans: 输入位置变了，请回到输入框再试一次

source: The text field changed. Copy the answer instead.
zh_hans: 输入位置变了，请复制回答后手动粘贴

source: There was a problem reading local data. The original file was backed up. See History for details.
zh_hans: 读取本机数据时出了问题，原文件已备份，详情见“历史”

source: This app didn’t accept the text. Try again.
zh_hans: 这个 App 没有接收文字，请重试

source: This can’t be undone.
zh_hans: 删除后无法恢复。

source: To avoid overwriting the file, new changes won’t be saved. Check the file’s permissions or update SayKuku, then reopen it.
zh_hans: 为避免覆盖原文件，新的更改暂不保存。请检查文件权限或更新 SayKuku，然后重新打开。

source: Today
zh_hans: 今天

source: Too many requests. Try again in a moment.
zh_hans: 请求太频繁，请稍后再试

source: Top
zh_hans: 顶部

source: Transcribed again
zh_hans: 已重新识别

source: Transcribing…
zh_hans: 正在识别…

source: Tried to undo. Check the text.
zh_hans: 已尝试撤销，请核对

source: Try Again
zh_hans: 重试

source: Try a different search or category.
zh_hans: 换个关键词或分类试试。

source: Try a different search.
zh_hans: 换个关键词试试。

source: Try again later.
zh_hans: 请稍后再试。

source: Try it here
zh_hans: 试写区

source: Try text that mentions people, projects, or products.
zh_hans: 试试包含人名、项目或产品名的文本。

source: Turn On
zh_hans: 开启

source: Turn On Microphone and Accessibility
zh_hans: 开启麦克风和辅助功能

source: Turn it on to get new suggestions from words you fix.
zh_hans: 开启后，改正识别错的词时会给出新的建议

source: Turn off %@ shortcut
zh_hans: 关闭%@快捷键

source: Turn on Insert automatically to delete text by voice.
zh_hans: 打开“自动写入”后才能用语音删除文字。

source: Types what you say, without changing what you mean.
zh_hans: 说什么就输入什么，不改你的意思。

source: URL of the current Safari or Chrome page
zh_hans: Safari 或 Chrome 当前页面的网址

source: Understanding…
zh_hans: 正在理解…

source: Undo
zh_hans: 撤销

source: Undone
zh_hans: 已撤销

source: Updates existing
zh_hans: 更新已有条目

source: Use
zh_hans: 使用

source: Used only for Voice Input, Voice Agent, and the microphone test
zh_hans: 仅在语音输入、语音 Agent 和麦克风测试时使用

source: Used to rewrite or ask about the text you’ve selected
zh_hans: 用于改写选中的文字，或针对它提问

source: Used when Voice Agent searches the web
zh_hans: 语音 Agent 搜索时打开的网站

source: Uses the system default input device
zh_hans: 使用系统默认输入设备

source: Verbatim
zh_hans: 原样

source: Version
zh_hans: 版本

source: Voice
zh_hans: 语音

source: Voice Agent
zh_hans: 语音 Agent

source: Voice Input
zh_hans: 语音输入

source: Voice practice field
zh_hans: 语音试写区

source: Waiting for confirmation
zh_hans: 等待确认

source: What Voice Agent can use
zh_hans: 语音 Agent 可使用的内容

source: What’s sent
zh_hans: 本次会发送的内容

source: When names sound alike, SayKuku uses the clue to pick the right one
zh_hans: 读音相近时，SayKuku 靠线索选对写法

source: Where the Voice Input and Voice Agent overlay appears
zh_hans: 语音输入和语音 Agent 的浮层显示在哪里

source: Where to find them
zh_hans: 获取方式

source: While you talk, the overlay shows what’s sent.
zh_hans: 说话时，可在浮层中查看本次会发送的内容。

source: Window title
zh_hans: 窗口标题

source: Workspace ID
zh_hans: 业务空间 ID

source: Write text
zh_hans: 写入文字

source: Yesterday
zh_hans: 昨天

source: You added it
zh_hans: 你添加的

source: You can change this later in Settings › Qwen Connection.
zh_hans: 以后可在“设置 › Qwen 连接”中修改。

source: You can change this later in Settings › Voice Input.
zh_hans: 以后可在“设置 › 语音输入”中修改。

source: You can recheck this later in Settings › General.
zh_hans: 以后可在“设置 › 通用”中重新检查。

source: Your API Key was rejected. Check Settings › Qwen Connection.
zh_hans: API Key 无效或没有权限，请在“设置 › Qwen 连接”中检查

source: Your selected domains and terms are sent to Qwen with voice requests.
zh_hans: 选中的领域和词汇会随语音请求发送给 Qwen。

source: You’re up to date
zh_hans: 已是最新版本

source: You’re using %@.
zh_hans: 你正在使用 %@。

source: e.g. Yue Zhang, product manager on AniKuku
zh_hans: 例如：张越，AniKuku 的产品经理

source: first %lld characters
zh_hans: 前 %lld 字

source: macOS already uses this shortcut. Try another.
zh_hans: 这是 macOS 常用快捷键，请换一个

source: off
zh_hans: 已关闭

source: or %@
zh_hans: 或 %@

source: press new keys
zh_hans: 请按下新的组合键

source: “%@” is already in Memory
zh_hans: 已有同名条目“%@”
